Repository: Damaged-Organic/GremTech
Catalog: gremtech/website/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Пожалуйста, выберите проект
uk: Будь ласка, оберіть проект

source: У нас нет такого проекта
uk: У нас немає такого проекту

source: Имя
uk: Ім’я

source: Введите имя
uk: Введіть ім’я

source: Пожалуйста, введите имя
uk: Будь ласка, введіть ім’я

source: Имя слишком короткое
uk: Ім’я занадто коротке

source: Имя слишком длинное
uk: Ім’я занадто довге

source: Укажите e-mail
uk: Вкажіть e-mail

source: Пожалуйста, укажите e-mail
uk: Будь ласка, вкажіть e-mail

source: Это не похоже на валидный e-mail
uk: Це не схоже на валідний e-mail

source: Этот e-mail слишком длинный
uk: Цей e-mail занадто довгий

source: Укажите номер телефона
uk: Вкажіть номер телефону

source: Этот телефон слишком длинный
uk: Цей телефон занадто довгий

source: Это не похоже на корректный номер телефона
uk: Це не схоже на коректний номер телефону

source: Комментарий
uk: Коментар

source: Дополнительный комментарий
uk: Додатковий коментар

source: Этот комментарий слишком короткий
uk: Цей коментар занадто короткий

source: Этот комментарий слишком длинный
uk: Цей коментар занадто довгий

source: Сообщение
uk: Повідомлення

source: Введите сообщение
uk: Введіть повідомлення

source: Пожалуйста, оставьте сообщение
uk: Будь ласка, залиште повідомлення

source: Это сообщение слишком короткое
uk: Це повідомлення занадто коротке

source: Это сообщение слишком длинное
uk: Це повідомлення занадто довге

source: Ожидание переворота экрана
uk: Очікування перевороту екрану

source: Проекты
uk: Проекти

source: на главную
uk: до головної

source: Версия браузера устарела
uk: Версія браузеру застаріла

source: поддерживаемые браузеры
uk: браузери, що підтримуються

source: Стремление компании к совершенству разделяет и наш сайт - поэтому он поддерживает только последние версии браузеров
uk: Прагнення компанії до досконалості розділяє й наш сайт - тому він підтримує тільки останні версії браузерів

source: последняя
uk: остання

source: с версии 10+
uk: з версії 10+

source: Обновить браузер
uk: Оновити браузер

source: Связь с GremTech
uk: Зв’язок з GremTech

source: Форма обратной связи
uk: Форма зворотнього зв’язку

source: Отправить
uk: Відправити

source: Инвестиция в проект
uk: Інвестиція у проект

source: Форма инвестиции
uk: Форма інвестиції

source: Выберите проект для инвестиции
uk: Оберіть проект для інвестиції

source: Инвестировать
uk: Інвестувати

source: заказать услугу
uk: замовити послугу

source: Готовность
uk: Готовність

source: Подробнее
uk: Детальніше

source: Написать нам
uk: Написати нам

source: Спасибо за предложение! Наш менеджер свяжется с вами в ближайшее время. Хорошего вам дня!
uk: Дякуємо за пропозицію! Наш менеджер зв’яжеться з вами найближчим часом. Гарного вам дня!

source: Пожалуйста, исправьте ошибки, которые возникли при заполнении формы:
uk: Будь ласка, виправте помилки, які виникли при заповненні форми:

source: Спасибо за сообщение! Мы ответим на него в ближайшее время. Хорошего вам дня!
uk: Дякуємо за повідомлення! Ми відповімо на нього найближчим часом. Гарного вам дня!
